[
"**Grappling Hook Gun**\n\nShoot the hook, reel it back in.",
"**Friendship Bracelets**\n\nMagical walkie-talkie. Enables you to talk telepathically to anybody who has one.",
"**Ropey**\n\nA sentient piece of rope. 50ft. As smart as a puppy. Obeys simple commands (coil, uncoil, tie a knot, etc.)",
"**Horseshoe of Attraction**\n\nTurns into a powerful magnet when activated. Can switch polarity and repel objects instead. Can be activated telepathically.",
"**Cloak of Disguise**\n\nEnables you to create an illusion around yourself, assuming an appearance of any person you’ve seen. ",
"**Reverse Gravity Device**\n\nWhen activated, reverses gravity inside 10 meter radius around it.",
"**Ring of Tracking**\n\nThe owner of the ring always knows it’s location.",
"**Book of Oath**\n\nA vow written in this book can’t be broken.",
"**Ring of Crawlies**\n\nUse it to control every insect within 100 meter radius.",
"**Spring Shoes**\n\nAllow you to jump 10 times normal distance.",
"**Pokeball**\n\nStores a friendly or defeated animal.",
"**Smoke Grenade**\n\nCreates a huge cloud of black smoke.",
"**Invisibility Potion**\n\nTurns you invisible for 10 minutes.",
"**Chloroform**\n\nThe one who inhales it instantly falls asleep for 1 hour.",
"**Shrinking Potion**\n\nThe drinker shrinks to be 20 times smaller for 20 minutes.",
"**Hoverboard**\n\nFloats above ground, frictionless, supports any weight.",
"**Immovable rod**\n\nActivating it makes it magically fixed in place. Until someone deactivates it, the rod doesn't move, even if it is defying gravity.",
"**Neuralizer**\n\nIn a flash, wipes the last 15 minutes of memories for everyone looking at it. Can be used once per adventure",
"**Clay Golem (or Droid)**\n\nSlow and stupid servant, capable of obeying simple commands.",
"**Teleportation pyramids**\n\nTwo small pyramids. Activating one pyramid teleports anyone who touches it to the location of the other pyramid. Can be used once per day.",
"**Wingsuit**\n\nAllows you to glide through the air.",
"**Trusty Steed**\n\nA friendly creature you can ride on."
]
